Repository: Samback/iTeachWords2
Catalog: iTeachWords/*.lproj/Localizable.strings
Languages: ru

source: Back
ru: Назад

source: Menu
ru: Меню

# Word book
source: Exercises
ru: Упражнения

source: Lessons
ru: Уроки

# Cansel
source: Cancel
ru: Отменить

source: Add new word
ru: Добавить новое слово

source: Add word
ru: Запомнить слово

# Text parser
source: Parse text
ru: Выделить слова

# Web
source: Website translator
ru: Перевод веб-страниц

source: Dictionary
ru: Словарь

source: Settings
ru: Настройки

# Notification
source: Repetition
ru: Cистема повторений

source: Error
ru: Ошибка

source: Search translate
ru: Поиск перевода

source: Speech Translator
ru: Перевод речи

source: Touch to change
ru: Коснитесь, чтобы изменить

source: Touch to search
ru: Поиск

# Native language
source: I know
ru: Я знаю

# Diffrent language
source: I learn
ru: Я изучаю

source: Data is not completly
ru: Заполните все поля

source: Font size
ru: Размер шрифта

source: Font name
ru: Шрифт

source: Parse text
ru: Разобрать

source: Translate
ru: Перевести

source: next %d words
ru: следующие %d слов

source: There is problem with saving data.
ru: Проблемы с сохранением данных

# Select
source: Select words
ru: Отметить слова

source: Cancel
ru: Отменить

source: All words
ru: Все слова

source: Learned words
ru: Выученные слова

# Use words
source: Add words
ru: Запомнить слова

source: Current theme is %@
ru: Текущий словарь: %@

source: You must choose a theme and enter a word before recording.
ru: Вы должны выбрать тему и ввести слово перед записью.

source: You must enter a word before recording.
ru: Вы должны ввести слово перед записью.

source: Do you want to save canges?
ru: Вы хотите сохранить изменения?

source: Save changes
ru: Сохранить изменения

source: Delete canges
ru: Удалить изменения

source: Use as translate
ru: Использовать как перевод

source: Don't show anymore
ru: Больше не спрашивать

source: Data is not saved.
ru: Інформация не была сохранена.

# Where do you want to search translations?
source: How should search a translate?
ru: Где следует искать перевод?

# In my database
source: Use database
ru: В моей базе данных

# In the network
source: Use network
ru: В интернете

source: http://en.wikipedia.org/wiki/Forgetting_curve
ru: http://www.ru.wikipedia.org/wiki/Кривая_забывания

source: Dictation
ru: Диктовка

source: Search
ru: Поиск

source: Recognition Type
ru: Тип распознавания

# Language Code
source: Language
ru: Язык

source: Try again
ru: Попробовать еще раз

source: Processing...
ru: Обработка...

source: Suggestion
ru: Предложение

source: Playing...
ru: Воспроизведение...

source: Speak now
ru: Говорите

source: Tap to record
ru: Записать

source: Tap to play
ru: Прослушать

source: Loading...
ru: Обработка...

source: Play text
ru: Прослушать

source: Good job
ru: Верно

source: You made mistake
ru: Ошибка

source: Stop
ru: Остановить

source: Record
ru: Записать

source: Loadnig translate...
ru: Поиск перевода...

source: You have not access to this options
ru: У вас нет доступа к этой функции

source: You are not authorized to purchase from AppStore
ru: Вы не авторизованы в AppStore

source: Reason: %@, You can try: %@
ru: Причина: %@, Попробуйте: %@

source: Unable to complete your purchase
ru: Не удается завершить покупку

# Network connection is not avalable
source: Network connection is not available
ru: Сетевое подключение не доступно

# Canseled
source: Canceled
ru: Отменено

source: Message saved
ru: Сообщение сохранено

source: Message sent
ru: Сообщение отправлено

source: Failed
ru: Ошибка

source: Message did not sent
ru: Сообщение не отправлено

source: The repeat notification system
ru: Система повторений

source: 20 min
ru: Спустя 20 минут

source: 1 day
ru: Спустя 1 день

source: 1 month
ru: Спустя 1 месяц

# 3 month
source: 3 months
ru: Спустя 3 месяца

source: Are you sure?
ru: Вы уверены?

source: Disabling of this feature is not recommended
ru: Отключение этой функциональности не рекомендуется

# Show detail info
source: Show detailed info
ru: Детальнее

source: Buy
ru: Купить

source: No results found
ru: Ничего не найдено

source: The list of words is blank
ru: В словаре слишком мало слов для прохождение этого упражнения

source: Tap to find more translations
ru: Нажмите, для поиска дополнительных переводов

# Help
source: Training mode
ru: Система помощи

source: Connection to the server failed. Please try again later.
ru: Не удалось загрузить данные. Пожалуйста, попробуйте еще раз позже.

source: Connection Problem
ru: Проблема соединения
